Repository: adrd/CodeItUpWithIvo
Catalog: src/Huge Code Base/Open Judge System/Web/OJS.Web/App_GlobalResources/Areas/Administration/Contests/Views/ChangeTime.*.resx
Languages: bg

# Add_are_you_sure
source: add
bg: добавите

source: Add Time
bg: Добави време

# Change_time_by_time_interval
source: Change time for multiple participants by time interval
bg: Промяна на времената на множество участници по времеви интервал

# Change_time_by_user
source: Change time for single participant by username
bg: Промяна на времето на един участник по потребителско име

# Change_time_legend
source: Changes the contest duration only for participants who started competing in a specified time interval in this contest or for a specific user. Does not affect the total duration of the contest nor its start or end time.
bg: Променя продължителността на състезанието само за участници, започнали да участват в състезанието в определения интервал от време или за конкретен потребител. Не афектира времето на състезанието, нито времето, в което то стартира или приключва.

# Confirmation_message_header_change_by_interval
source: all participants created in the time interval between <strong id="createdAfter"></strong> and <strong id="createdBefore"></strong>?
bg: всички участници, създадени в интервала между <strong id="createdAfter"></strong> и <strong id="createdBefore"></strong>?

# Confirmation_message_header_change_by_user
source: the participant with username <strong id="username-placeholder"></strong>?
bg: участникът с потребителско име <strong id="username-placeholder"></strong>?

# Confirmation_message_header_prefix
source: Are you sure you want to <strong id="action"></strong> <strong id="minutes"></strong> <strong>minutes</strong> <span id="preposition"></span> the contest duration of
bg: Сигурни ли сте, че искате да <strong id="action"></strong> <strong id="minutes"></strong> <strong>минути</strong> <span id="preposition"></span> продължителността на съзтезанието на

source: Contest
bg: Състезание

# Default_participants_created_after_value_explanation
source: Users who started competing <strong>after</strong> this time will be affected (The default value is calculated by the following formula: [the current time] - [the participant full contest duration] - [thirty minutes as buffer time])
bg: Потребители, които са започнали да участват <strong>след</strong> този час, ще бъдат афектирани (Стойността по подразбиране е определена по следната формула: = [ча́са в момента] - [продължителността на съзтезанието за участниците] - [допълнителни 30 минути])

# Default_participants_created_before_value_explanation
source: Users who started competing <strong>before</strong> this time will be affected (The default value is set to the [current time])
bg: Потребители, които са започнали да участват <strong>преди</strong> този час, ще бъдат афектирани (Стойността по подразбиране е определена от [ча́са в момента])

source: Enter your username
bg: Въведете вашето потребителско име

source: from
bg: от

# Page_title
source: Change contest duration for participants
bg: Промяна на продължителността на съзтезанието за участници

# Participants_created_after
source: Created after
bg: Създадени след

# Participants_created_after_must_be_before_Participants_created_before
source: "Participants created after" must be earlier than "Participants created before"
bg: "Участници създадени след" трябва да е по рано от "Участници създадени преди"

# Participants_created_before
source: Created before
bg: Създадени преди

# Participants_created_in_time_interval_information
source: Change the contest duration for participants created in the following interval
bg: Промени продължителността на състезанието за участници, създадени в следния интервал

# Subtract_are_you_sure
source: subtract
bg: премахнете

source: Subtract Time
bg: Отнеми време

# Time_in_minutes_information
source: Change duration with (in minutes):
bg: Промени продължителността с (в минути):

# Time_required_error
source: Time is required, please add a value different from 0
bg: Времето е задължително, моля въведете стойност различна от 0

source: to
bg: към

# Username_required
source: The username is required!
bg: Потребителското име е задължително!
